export const artists = {
    1: {
        avatar: 'matuha',
        name: 'Matvey Pobrey',
        tracks: [3,4]
    },
    2: {
        avatar: 'bondarelos',
        name: 'Bondarelos',
        tracks: [2,3,4,5,6]
    },
    3: {
        avatar: 'nick',
        name: 'Nickey Bluen',
        tracks: [2]
    },
    4: {
        avatar: 'dimasta',
        name: 'DimastuRR',
        tracks: [2, 3]
    },
    5: {
        avatar: 'perk',
        name: 'Perk',
        tracks: [1, 2]
    },
    6: {
        avatar: 'punk',
        name: 'Punk',
        tracks: [1]
    },
    7: {
        avatar: 'notea',
        name: 'NoTea-YesBeer',
        tracks: [4]
    }
}

export const tracks = {
    1: {
        icon: "vinesibirsk.png",
        track: 'VINESIBIRSK',
        title: 'VINESIBIRSK',
        artists: [5,6],
        text:
`(Punk)

Рожден чтобы ползать я взлечу однажды.
Мне не нужно единиц, я готов взять дважды.
Твой глупый смысл жизни - это просто смех.
Ничего не сделав ты клеветаешь всех.

Ты веришь в бога, но веры в себя у тебя нет.
Надеешься на чудо, но чудес нет.
Начни верить в себя и поимей успех
Начни хотя бы с завода, начни ты просто работать,
Прекращай пиздеть и смотреть

Путь к деньгам не бывает коротким
Он всегда был тяжелым и долгим, 
Он крапотлив и мрачен, 
Но этот путь твоя главная задача.

(Perk)

НСК не Лос-Сантос,
Мы всегда будем опасны
Димаста вам склеит ласты
Контраста добавит по фасту

Тебе сдаться придется - без шансов
Сунешься, превратим в пасту
Малому сегодня под 20?
Малому пора разъебать всех!

В баре мы, mortal beat
ляг костьми, ощути
our стиль - BID
we're chilling, who is he?

Монотонный флоу в топку
Лучше нам зачитай хокку
Без наших треков впадаете в кому 
Совместный альбом - надеюсь он скоро

Весь твой парт полон пустот
Бесталанный гомозигот
Весть о нас - за горизонт
Месть подам холодной на стол

Кто же у нас тут на пути?
Для меня вы давно умерли
Ощущаю лишь этот стиль
Продолжаю свою поиски`
    },
    2: {
        icon: "doski.jpg",
        track: 'doski',
        title: 'Doski',
        artists: [2,3,4,5],
        text:
`(Nickey Bluen)

Yeah baby

Залетели в доски
Здесь нет баб плоских
Кадждую шалаву воспринимаем невсерьез мы
Большие папы броские, двигаем всегда с сосками
Раньше занимались наркотиков перевозками

(Bondarelos)

Мы ебать боссы, видел эти кроссы
Слишком много порошка летит в эти бабосы
Черный бумер едет низко, слышишь киска
Мы зовем на вписку
Моя девушка пиздата, носит Prada
Слышишь блядь за нами правда, правда
Я боюсь остаться, правда
Ствол у виска, ночь так темна
Дым без огня, как я без тебя
Свет и луна, освещает меня

(Nickey Bluen)

Залетели в доски
Здесь нет баб плоских
Кадждую шалаву воспринимаем невсерьез мы
Большие папы броские, двигаем всегда с сосками
Раньше занимались наркотиков перевозками

Yeah baby

(Perk)

Выебоны под биток, подавился коньяком
Увезли меня на скорой, шашковали всю дорогу
Пока нам в бочину не влетел ебучий Лансер, 
это Макс был, отправили водилу в диспансер

Все пиздатые братки себя чувствуют отлично
Трахнул этот свет - моя фамилия Величко
ThreeGunDamn is here, he is killing bit
Англицизмы в треках, но главный смысл трека не в них

А в досках, я не броский но, 
Снимаю порнофильм он попадает в фонд кино
Ведь мое ебло, знает всё село,  
Оставлю крз без слов, 
Когда залечу туда на Порше, 
Но это после, 
А пока что мы ебашим тут в микро, как Oxxxy

(DimastuRR, Flip)

Ай, сука, ногу свело

(Bondarelos)

Опрокинул суку, сука не на фоксе
Мама я в детоксе никогда не слушал Окси
Пацаны танцуют на танцполе, 
никогда не наберу овечке Оле

(DimastuRR & Bondarelos)

Оля не на лайте, Оля на хайлайте
Во мне алкоголя, много соли, много моли
Ты ебала мне мозги до боли
Было много крови
Я хотел тебя без алкоголя, Оля`
    },
    3: {
        icon: "protelok.jpeg",
        track: 'Про Тёлок',
        title: 'Про Тёлок',
        artists: [1, 2, 4],
        text:
`(Bondarelos)

АвтоВаз пятёрка 
Меня бросила телка
В отношениях нету толка
VISA Mastercard только

Жизнь закончилась затмением
Челядь стала удобрением
Пацанов их никогда не предам
Я за них все отдам

Улицы не верят слезам
Этот трек ты не найдешь в шазам
С ней мы были будто Ева и Адам 
С ней мы были будто Ева и Адам 

(None)

Окраины, районы дворы и кварталы
Я был в поисках тебя и искал до талого
Малыш я помню наше первое знакомство в клубе 
Стояла ты одна у стойки и была в худи

Зачем нам разговоры и пустые обещания
Ведь знала что, быть вместе - это мое желание
Так хочешь рассказать "baby I can't love you"
Но это мысли пропали в тех самых окраинах

(DimastuRR)

Я знал так много о тебе, но, увы, неправды
Сколько вылил алкоголя в душевные раны?
Все из-за тебя шалавы
Пацаны мне говорили, жить без тебя прекрасно
Ты решила скрыться, ты решила сдаться
Но сейчас ты говоришь напрасно
Детка, для меня это прекрасно
Я не вспомнил о тебе ни разу, и я счастлив

(Matvey Pobrey)

Прыгну вперёд, упасть назад, пиздежь за глаза
Пустых слов не бросать
Сказать плохие вещи, но не жалеть об этом
Русское гетто, где никогда не бывает лето
Возьми на заметку, что метки для долбоебов
Почувствовать житушку жабрами, попбровать, 
Когда в последний раз делали что-то впервые 
Привкус ошибок это когда кожу жгут угли.
Уйми в себе цинника, сними с себя цену
Прости, но тебя не купят даже за цент.
Трещины на зеркале и я между ними.
Разбросанный из угла в угол механизм заклинил
Хлопать в ладоши, быть брошенным.
Шерстить горошек, пережить сложности
Скрестивши пальцы, давать честное слово
Бесконечность закрутилась мертвым узлом
Буду погибать молодым, пить кипяток
Знаток интимных дел - лобковые локоны
Жёсткий фейс контроль причины webcam
Навсегда затихнет то, что когда-то ёкнет`
    },
    4: {
        icon: "gangsters.jpeg",
        title: 'Gangsters',
        track: 'gangsters',
        artists: [1, 2, 7],
        text:
`(Matvey Pobrey)

*Непереводимая игра слов*
Тебя тут не поймут
Закрывай свое ебало
Тут все не дают
*Непереводимая игра слов*
Только ты распахнула 
Мы пускаем дым в небо
Малая моя на мне скачет до рассвета
Лена, Света 
*Непереводимая игра слов*

(Bondarelos)

Пара кусков на балансе
Мы летим на Лансере
Сфетофоры гаснут
Кто-то говорит что нужно больше мяса
*Непереводимая игра слов*
Я знаком с Бастой
Я курю напалм, 
Мне сейчас классно
Мне сейчас классно
Мне сейчас классно
Бейби ты потрясна, я сейчас с колесами
Это безопасно
Все намеки от тебя - это напрасно
Это напрасно
Это напрасно

(NoTea-YesBeer)

Мы едем на Мазде, нахуй эти Лансеры
Мы читаем реп, да мы будто гангстеры
Все мои кенты, жесткие фрилансеры
А твоя шалава давно с меня не слазает

Получил страховку за своё ебало
Ведь мое ебало дороже твоей мамы
Нахуй твой напалм, мы кидаем таблы
Курим сигареты, забываем траблы

Что не убивает, делает нас лучше
Увидим уебанов, быстро их потушим
Сука любит суши, я ебашу Клинское
Когда я нажираюсь - поведение свинское`
    },
    5: {
        icon: "hali-gali.jpeg",
        title: 'Хали-гали',
        track: "hali-gali",
        artists: [2],
        text: 
`(Bondarelos)

Новый год - время желаний
Я дарю тебе обещание
Мы с тобой будем счастливы
Только если, если расстанемся

Темной ночью
Я стою, я стою и тебя жду
Без тебя я не могу
Хочешь я сейчас спою

Нам с тобою было классно
Наша жизнь была атласна
Я с цветами у общаги
Новый год, ты в белом платье

Мы с тобою помирились
Этой ночью мы забылись
Но а после мы расстались
Лишь друзьями оказались

Тебе нужно было внимание
Ну а я был слишком занят
Стали мы чужими вмиг
Оказалось, всё, тупик

Парни держатся за рюмки
Я не сплю вторые сутки
Парни держатся за рюмки
Я не сплю вторые сутки

"Хали-гали", а "Паратрупер"
Нам с тобою было супер
"Супер-8", а "Хали-гали"
Мы с тобой весь день летали

Больше не звони мне
Больше не пиши мне
Я забыл всё это
Оставлю лишь в куплете

Наше счастье это мимолётная птица
Я хочу щас напиться
И эта жажда не прекратится 
Любовь улетела как птица
Мимолётная птица`
    },
    6: {
        icon: "kto-skazal.jpeg",
        title: 'Кто тебе сказал',
        track: "kto-skazal",
        artists: [2],
        text: 
    `(Bondarelos)

Хочешь, я в глаза, взгляну в твои глаза
И слова припомню все, и снова повторю
- Кто тебе сказал, ну, кто тебе сказал
Кто придумал, что я доски не люблю?

Я каждый шот, каждый сет
Для тебя берегу
Твой патимикс навсегда в сердце моем
Hет, никогда я без досок жить не смогу
И ты люби, ты всегда люби их да

Верить не хочу и думать не хочу
Что в доски с пацанами я не пойду
Hочью я кричу, от горя я кричу
Если снится, что не в досках нажрались мы

Я каждый шот, каждый сет
Для тебя берегу
Твой патимикс навсегда в сердце моем
Hет, никогда я без досок жить не смогу
И ты люби, ты всегда люби их да

Я каждый шот, каждый сет
Для тебя берегу
Твой патимикс навсегда в сердце моем
Hет, никогда я без досок жить не смогу
И ты люби, ты всегда люби их да

Если на беду, если на беду, а если на беду
Разлучит судьба нас не во сне а наяву
Я вам закажу, Бакарди закажу
И ионом я приправлю, и радугу найду

Я каждый шот, каждый сет
Для тебя берегу
Твой патимикс навсегда в сердце моем
Hет, никогда я без досок жить не смогу
И ты люби, ты всегда люби их да`
    },
}